Repository: cockpit-project/cockpit-podman
Catalog: po/*.po
Languages: id, zh_hant

source: With terminal
id: Dengan terminal
zh_hant: 配備終端機

source: Writable
id: Dapat ditulis
zh_hant: 可寫

source: container
id: kontainer
zh_hant: 容器

source: downloading
id: mengunduh
zh_hant: 正在下載

source: host[:port]/[user]/container[:tag]
id: host[:port]/[user]/kontainer[:tag]
zh_hant: 主機[:通訊埠]/[使用者]/容器[:標籤]

source: image
zh_hant: 映像檔

source: in
id: di
zh_hant: 在

source: intermediate
id: perantara
zh_hant: 中介

source: intermediate image
id: image perantara
zh_hant: 中介映像檔

source: not available
id: tidak tersedia
zh_hant: 不提供

source: ports
id: port
zh_hant: 通訊埠

source: seconds
id: detik
zh_hant: 秒

source: service
id: layanan
zh_hant: 服務

source: system
id: sistem
zh_hant: 系統

source: systemd service
id: layanan systemd
zh_hant: systemd 服務

source: unused
id: tidak digunakan
zh_hant: 未使用

source: user
id: pengguna
zh_hant: 使用者

source: user:
id: pengguna:
zh_hant: 使用者:

source: volumes
id: volume
zh_hant: 分區(卷)
