Repository: cockpit-project/cockpit-podman
Catalog: po/*.po
Languages: id, zh_hant

source: $0 container
id: ( $0 ) kontainer
zh_hant: $0 個容器

source: $0 image total, $1
id: Total ( $0 ) image, ( $1 )
zh_hant: $0 個映像檔總計 , $1

source: $0 second
id: ( $0 ) detik
zh_hant: $0 秒

source: $0 unused image, $1
id: ( $0 ) image tidak digunakan, ( $1 )
zh_hant: $0 個未使用的映像檔 , $1

source: $0% of $1 limit
id: ( $0 )% dari batas ( $1 )
zh_hant: $1 限制的 $0

source: 1 to 65535
id: 1 hingga 65535
zh_hant: 1 到 65535

source: Action to take once the container transitions to an unhealthy state.
id: Tindakan yang diambil setelah kontainer beralih ke status tidak sehat.
zh_hant: 容器轉換到不健康狀態時得要採取的動作。

source: Actions
id: Tindakan
zh_hant: 動作

source: Add port mapping
id: Tambahkan pemetaan port
zh_hant: 新增通訊埠映射

source: Add variable
id: Tambahkan variabel
zh_hant: 新增變數

source: Add volume
id: Tambahkan volume
zh_hant: 新增分卷

source: All
id: Semua
zh_hant: 全部

source: All registries
id: Semua registry
zh_hant: 所有註冊

source: Always
id: Selalu
zh_hant: 總是

source: An error occurred
id: Terjadi kesalahan
zh_hant: 發生錯誤

source: Author
id: Penulis
zh_hant: 作者

source: CPU Shares help
id: Bantuan pembagian CPU
zh_hant: CPU 共享協助

source: CPU shares
id: Pembagian CPU
zh_hant: CPU 共享

source: CPU shares determine the priority of running containers. Default priority is 1024. A higher number prioritizes this container. A lower number decreases priority.
id: Pembagian CPU menentukan prioritas kontainer yang berjalan. Prioritas default adalah 1024. Angka yang lebih tinggi memprioritaskan kontainer ini. Angka yang lebih rendah menurunkan prioritas.
zh_hant: CPU 共享決定執行中容器的優先順序。 預設優先順序為 1024。 數字越大，此容器的優先順序越高。 數字越小，優先順序越低。

source: Cancel
id: Batal
zh_hant: 取消

source: Checking health
id: Memeriksa kesehatan
zh_hant: 檢查健康狀態

source: Checkpoint
zh_hant: 檢查點

source: Checkpoint and restore support
id: Dukungan checkpoint dan pemulihan
zh_hant: 檢查點與還原支援

source: Checkpoint container $0
id: Checkpoint kontainer ( $0 )
zh_hant: 檢查點容器 $0

source: Click to see published ports
id: Klik untuk melihat port yang dipublikasikan
zh_hant: 按一下以查看已發布使用的通訊埠

source: Click to see volumes
id: Klik untuk melihat volume
zh_hant: 點擊查看分區(卷)

source: Cockpit Project
id: Proyek Cockpit
zh_hant: Cockpit 專案

source: Cockpit component for Podman containers
id: Komponen Cockpit untuk kontainer Podman
zh_hant: Podman 容器的 Cockpit 元件

source: Command
id: Perintah
zh_hant: 指令

source: Comments
id: Komentar
zh_hant: 評論

source: Commit
zh_hant: 承載

source: Commit container
id: Commit kontainer
zh_hant: 承載容器

source: Configured
id: Dikonfigurasi
zh_hant: 已設定

source: Console
id: Konsol
zh_hant: 控制台

source: Container
id: Kontainer
zh_hant: 容器

source: Container failed to be created
id: Kontainer gagal dibuat
zh_hant: 容器建立失敗

source: Container failed to be started
id: Kontainer gagal dijalankan
zh_hant: 容器啟動失敗

source: Container is not running
id: Kontainer tidak sedang berjalan
zh_hant: 容器未執行

source: Container name
id: Nama kontainer
zh_hant: 容器名稱

source: Container name is required.
id: Nama kontainer wajib diisi.
zh_hant: 必須填寫容器名稱。

source: Container path
id: Jalur kontainer
zh_hant: 容器路徑

source: Container path must not be empty
id: Jalur kontainer tidak boleh kosong
zh_hant: 容器路徑不得為空白

source: Container port
id: Port kontainer
zh_hant: 容器通訊埠

source: Container port must not be empty
id: Port kontainer tidak boleh kosong
zh_hant: 容器通訊埠不得為空白

source: Containers
id: Kontainer
zh_hant: 容器

source: Create
id: Buat
zh_hant: 建立

source: Create a new image based on the current state of the $0 container.
id: Buat image baru berdasarkan status saat ini dari kontainer ( $0 ).
zh_hant: 根據 $0 容器的目前狀態建立新映像檔。

source: Create and run
id: Buat dan jalankan
zh_hant: 建立並執行

source: Create container
id: Buat kontainer
zh_hant: 建立容器

source: Create container in $0
id: Buat kontainer di ( $0 )
zh_hant: 以 $0 建立容器

source: Create container in pod
id: Buat kontainer dalam pod
zh_hant: 在 pod 中建立容器

source: Create pod
id: Buat pod
zh_hant: 建立 pod

source: Created
id: Dibuat
zh_hant: 己建立

source: Created by
id: Dibuat oleh
zh_hant: 己建立於

source: Decrease CPU shares
id: Kurangi pembagian CPU
zh_hant: 減少 CPU 共享

source: Decrease interval
id: Kurangi interval
zh_hant: 減少間隔

source: Decrease maximum retries
id: Kurangi percobaan ulang maksimum
zh_hant: 減少最大重試次數

source: Decrease memory
id: Kurangi memori
zh_hant: 減少記憶

source: Decrease retries
id: Kurangi percobaan ulang
zh_hant: 減少重複嘗試

source: Decrease start period
id: Kurangi periode mulai
zh_hant: 縮短開始時間

source: Decrease timeout
id: Kurangi batas waktu
zh_hant: 減少超時

source: Delete
id: Hapus
zh_hant: 刪除

source: Delete $0 image?
id: Hapus image ( $0 )?
zh_hant: 刪除 $0 映像檔?

source: Delete $0?
id: Hapus ( $0 )?
zh_hant: 刪除 $0?

source: Delete image
id: Hapus image
zh_hant: 刪除映像檔

source: Delete pod $0?
id: Hapus pod ( $0 )?
zh_hant: 刪除 pod $0?

source: Delete tagged images
id: Hapus image bertag
zh_hant: 刪除已標記的映像檔

source: Delete unused images of user $0:
id: Hapus image tidak digunakan milik pengguna ( $0 ):
zh_hant: 刪除使用者 $0 未使用的映像檔：

source: Delete unused system images:
id: Hapus image sistem yang tidak digunakan:
zh_hant: 刪除未使用的系統映像檔：

source: Deleting a container will erase all data in it.
id: Menghapus kontainer akan menghapus semua data di dalamnya.
zh_hant: 刪除容器會刪除其中的所有資料。

source: Deleting a running container will erase all data in it.
id: Menghapus kontainer yang sedang berjalan akan menghapus semua data di dalamnya.
zh_hant: 刪除執行中的容器會刪除其中的所有資料。

source: Deleting this pod will remove the following containers:
id: Menghapus pod ini akan menghapus kontainer berikut:
zh_hant: 刪除此 pod 將移除下列容器：

source: Details
id: Detail
zh_hant: 詳情

source: Disk space
id: Ruang disk
zh_hant: 磁碟空間

source: Docker format is useful when sharing the image with Docker or Moby Engine
id: Format Docker berguna saat membagikan image dengan Docker atau Moby Engine
zh_hant: Docker 格式在與 Docker 或 Moby Engine 分享映像檔時非常有用

source: Download
id: Unduh
zh_hant: 下載

source: Download new image
id: Unduh image baru
zh_hant: 下載新的映像檔

source: Empty pod $0 will be permanently removed.
id: Pod kosong ( $0 ) akan dihapus secara permanen.
zh_hant: 空的 pod $0 將被永久移除。

source: Entrypoint
id: Titik masuk
zh_hant: 切入點

source: Environment variables
id: Variabel lingkungan
zh_hant: 環境變數

source: Error
id: Kesalahan
zh_hant: 錯誤

source: Error message
id: Pesan kesalahan
zh_hant: 錯誤訊息

source: Error occurred while connecting console
id: Terjadi kesalahan saat menyambungkan konsol
zh_hant: 連接控制台時發生錯誤

source: Example, Your Name <yourname@example.com>
id: Contoh, Nama Anda <yourname@example.com>
zh_hant: 範例，您的姓名 <yourname@example.com>

source: Example: $0
id: Contoh: ( $0 )
zh_hant: 範例: $0

source: Exited
id: Keluar
zh_hant: 已退出

source: Failed health run
id: Eksekusi pemeriksaan kesehatan gagal
zh_hant: 健康測試己失敗

source: Failed to checkpoint container $0
id: Gagal melakukan checkpoint pada kontainer ( $0 )
zh_hant: 檢查點的容器 $0 己失敗

source: Failed to clean up container
id: Gagal membersihkan kontainer
zh_hant: 未能清理容器

source: Failed to commit container $0
id: Gagal melakukan commit pada kontainer ( $0 )
zh_hant: 提交容器失敗 $0

source: Failed to create container $0
id: Gagal membuat kontainer ( $0 )
zh_hant: 建立容器 $0 己失敗

source: Failed to download image $0:$1
id: Gagal mengunduh image ( $0 ):( $1 )
zh_hant: 下載映像檔己失敗 $0:$1

source: Failed to force remove container $0
id: Gagal memaksa menghapus kontainer ( $0 )
zh_hant: 強制移除容器己失敗 $0

source: Failed to force remove image $0
id: Gagal memaksa menghapus image ( $0 )
zh_hant: 強制移除映像檔己失敗 $0

source: Failed to pause container $0
id: Gagal menjeda kontainer ( $0 )
zh_hant: 暫停容器己失敗 $0

source: Failed to pause pod $0
id: Gagal menjeda pod ( $0 )
zh_hant: 暫停 Pod 己失敗 $0

source: Failed to prune unused containers
id: Gagal memangkas kontainer yang tidak digunakan
zh_hant: 未能修復未使用的容器

source: Failed to prune unused images
id: Gagal memangkas image yang tidak digunakan
zh_hant: 修復未使用的映像檔己失敗

source: Failed to pull image $0
id: Gagal menarik image ( $0 )
zh_hant: 擷取映像檔失敗 $0

source: Failed to remove container $0
id: Gagal menghapus kontainer ( $0 )
zh_hant: 移除容器失敗 $0

source: Failed to remove image $0
id: Gagal menghapus image ( $0 )
zh_hant: 移除映像檔失敗 $0

source: Failed to rename container $0
id: Gagal mengganti nama kontainer ( $0 )
zh_hant: 重新命名容器 $0 失敗

source: Failed to restart container $0
id: Gagal memulai ulang kontainer ( $0 )
zh_hant: 重新啟動容器 $0 失敗

source: Failed to restart pod $0
id: Gagal memulai ulang pod ( $0 )
zh_hant: 重新啟動 Pod $0 失敗

source: Failed to restore container $0
id: Gagal memulihkan kontainer ( $0 )
zh_hant: 還原容器 $0 失敗

source: Failed to resume container $0
id: Gagal melanjutkan kontainer ( $0 )
zh_hant: 恢復容器失敗 $0

source: Failed to resume pod $0
id: Gagal melanjutkan pod ( $0 )
zh_hant: 恢復 Pod 失敗 $0

source: Failed to run container $0
id: Gagal menjalankan kontainer ( $0 )
zh_hant: 執行容器 $0 失敗

source: Failed to run health check on container $0
id: Gagal menjalankan pemeriksaan kesehatan pada kontainer ( $0 )
zh_hant: 對容器 $0 執行健康檢查失敗

source: Failed to search for images.
id: Gagal mencari image.
zh_hant: 搜尋映像檔失敗。

source: Failed to search for images: $0
id: Gagal mencari image: ( $0 )
zh_hant: 搜尋映像檔失敗： $0

source: Failed to search for new images
id: Gagal mencari image baru
zh_hant: 搜尋新的映像檔失敗

source: Failed to start container $0
id: Gagal memulai kontainer ( $0 )
zh_hant: 啟動容器 $0 失敗

source: Failed to start pod $0
id: Gagal memulai pod ( $0 )
zh_hant: 啟動 Pod 失敗 $0

source: Failed to stop container $0
id: Gagal menghentikan kontainer ( $0 )
zh_hant: 停止容器失敗 $0

source: Failed to stop pod $0
id: Gagal menghentikan pod ( $0 )
zh_hant: 無法停止 pod $0

source: Failing streak
id: Rangkaian kegagalan
zh_hant: 連續失敗

source: Force commit
id: Paksa commit
zh_hant: 強制提交

source: Force delete
id: Paksa hapus
zh_hant: 強制刪除

source: Force delete pod $0?
id: Paksa hapus pod ( $0 )?
zh_hant: 強制刪除 pod $0?

source: Force restart
id: Paksa mulai ulang
zh_hant: 強制重新啟動

source: Force stop
id: Paksa hentikan
zh_hant: 強制停止

source: Gateway
zh_hant: 閘道器

source: Health check
id: Pemeriksaan kesehatan
zh_hant: 健康狀態檢查

source: Health check interval help
id: Bantuan interval pemeriksaan kesehatan
zh_hant: 健康狀態檢查間隔幫助

source: Health check retries help
id: Bantuan percobaan ulang pemeriksaan kesehatan
zh_hant: 健康檢查重試說明

source: Health check start period help
id: Bantuan periode mulai pemeriksaan kesehatan
zh_hant: 健康狀態檢查開始期間的幫助

source: Health check timeout help
id: Bantuan batas waktu pemeriksaan kesehatan
zh_hant: 健康狀態檢查超時說明

source: Health failure check action help
id: Bantuan tindakan saat pemeriksaan gagal karena kesehatan
zh_hant: 健康失敗檢查行動幫助

source: Healthy
id: Sehat
zh_hant: 健康

source: Hide images
id: Sembunyikan image
zh_hant: 隱藏映像檔

source: Hide intermediate images
id: Sembunyikan image perantara
zh_hant: 隱藏中介映像檔

source: History
id: Riwayat
zh_hant: 歷史

source: Host path
id: Jalur host
zh_hant: 主機路徑

source: Host port
id: Port host
zh_hant: 主機通訊埠

source: Host port help
id: Bantuan port host
zh_hant: 主機通訊埠協助

source: IP address
id: Alamat IP
zh_hant: IP 地址

source: IP address help
id: Bantuan alamat IP
zh_hant: IP 地址協助

source: Ideal for development
id: Ideal untuk pengembangan
zh_hant: 開發的理想選擇

source: Ideal for running services
id: Ideal untuk menjalankan layanan
zh_hant: 運行服務的理想選擇

source: If host IP is set to 0.0.0.0 or not set at all, the port will be bound on all IPs on the host.
id: Jika IP host disetel ke 0.0.0.0 atau tidak disetel sama sekali, port akan diikat pada semua IP di host.
zh_hant: 如果主機 IP 設定為 0.0.0.0 或完全未設定，則通訊埠會綁定在主機上的所有 IP 上。

source: If the host port is not set the container port will be randomly assigned a port on the host.
id: Jika port host tidak disetel, port kontainer akan ditetapkan secara acak ke sebuah port pada host.
zh_hant: 如果未設定主機通訊埠，則容器連接埠會隨機分配給主機上的一個通訊埠。

source: Ignore IP address if set statically
id: Abaikan alamat IP jika disetel secara statis
zh_hant: 忽略靜態設定的 IP 位址

source: Ignore MAC address if set statically
id: Abaikan alamat MAC jika disetel secara statis
zh_hant: 忽略靜態設定的 MAC 位址

source: Image
zh_hant: 映像檔

source: Image name is not unique
id: Nama image tidak unik
zh_hant: 映像檔名稱不唯一

source: Image name is required
id: Nama image wajib diisi
zh_hant: 必須填寫映像檔名稱

source: Image selection help
id: Bantuan pemilihan image
zh_hant: 映像檔選擇說明

source: Images
id: Image
zh_hant: 映像檔

source: Increase CPU shares
id: Tingkatkan pembagian CPU
zh_hant: 增加 CPU 共享

source: Increase interval
id: Tingkatkan interval
zh_hant: 增加間隔

source: Increase maximum retries
id: Tingkatkan percobaan ulang maksimum
zh_hant: 增加最大重試次數

source: Increase memory
id: Tingkatkan memori
zh_hant: 增加記憶體

source: Increase retries
id: Tingkatkan percobaan ulang
zh_hant: 增加重試

source: Increase start period
id: Tingkatkan periode mulai
zh_hant: 增加開始期間

source: Increase timeout
id: Tingkatkan batas waktu
zh_hant: 增加超時

source: Integration
id: Integrasi
zh_hant: 整合

source: Interval
zh_hant: 間隔

source: Interval how often health check is run.
id: Interval seberapa sering pemeriksaan kesehatan dijalankan.
zh_hant: 執行健康狀態檢查的間隔時間。

source: Invalid characters. Name can only contain letters, numbers, and certain punctuation (_ . -).
id: Karakter tidak valid. Nama hanya boleh berisi huruf, angka, dan tanda baca tertentu (_ . -).
zh_hant: 無效字符。 名稱只能包含字母、數字和某些標點符號 (_ . -).

source: Keep all temporary checkpoint files
id: Simpan semua file checkpoint sementara
zh_hant: 保留所有臨時檢查點檔案

source: Key
id: Kunci
zh_hant: 密鑰

source: Key contains invalid characters
id: Kunci mengandung karakter tidak valid
zh_hant: 金鑰包含無效的字元

source: Key must not be empty
id: Kunci tidak boleh kosong
zh_hant: 金鑰不可為空

source: Key must not begin with a digit
id: Kunci tidak boleh diawali dengan digit
zh_hant: 金鑰不得以數字開頭

source: Last 5 runs
id: 5 eksekusi terakhir
zh_hant: 最近 5 次的運行過程

source: Latest checkpoint
id: Checkpoint terbaru
zh_hant: 最新檢查點

source: Leave running after writing checkpoint to disk
id: Biarkan tetap berjalan setelah menulis checkpoint ke disk
zh_hant: 將檢查點寫入磁碟後繼續執行

source: Loading details...
id: Memuat detail...
zh_hant: 正在載入詳細資料中...

source: Loading logs...
id: Memuat log...
zh_hant: 正在載入記錄檔中...

source: Loading...
id: Memuat...
zh_hant: 正在載入中...

source: Local
id: Lokal
zh_hant: 本地

source: Local images
id: Image lokal
zh_hant: 本地映像檔

source: Logs
id: Log
zh_hant: 記錄檔

source: MAC address
id: Alamat MAC
zh_hant: MAC 地址

source: Maximum retries
id: Percobaan ulang maksimum
zh_hant: 最大重試次數

source: Memory
id: Memori
zh_hant: 記憶體

source: Memory limit
id: Batas memori
zh_hant: 記憶體上限

source: Memory unit
id: Satuan memori
zh_hant: 記憶體單元

source: Mode
zh_hant: 模式

source: Multiple tags exist for this image. Select the tagged images to delete.
id: Ada beberapa tag untuk image ini. Pilih image bertag yang akan dihapus.
zh_hant: 此映像檔存在多個標記。 選取要刪除的標記的映像檔。

source: Must be a valid IP address
id: Harus berupa alamat IP yang valid
zh_hant: 必須是有效的 IP 位址

source: Name
id: Nama
zh_hant: 名稱

source: Name already in use
id: Nama sudah digunakan
zh_hant: 已使用的名稱

source: New container name
id: Nama kontainer baru
zh_hant: 新容器名稱

source: New image name
id: Nama image baru
zh_hant: 新映像檔名稱

source: No
id: Tidak
zh_hant: 無

source: No action
id: Tidak ada tindakan
zh_hant: 無動作

source: No containers
id: Tidak ada kontainer
zh_hant: 無容器

source: No containers are using this image
id: Tidak ada kontainer yang menggunakan image ini
zh_hant: 沒有容器使用此映像檔

source: No containers in this pod
id: Tidak ada kontainer di pod ini
zh_hant: 此 pod 中沒有容器

source: No containers that match the current filter
id: Tidak ada kontainer yang cocok dengan filter saat ini
zh_hant: 沒有符合目前篩選條件的容器

source: No environment variables specified
id: Tidak ada variabel lingkungan yang ditentukan
zh_hant: 未指定環境變數

source: No images
id: Tidak ada image
zh_hant: 無映像檔

source: No images found
id: Tidak ditemukan image
zh_hant: 無找到映像檔

source: No images that match the current filter
id: Tidak ada image yang cocok dengan filter saat ini
zh_hant: 沒有符合目前篩選條件的映像檔

source: No label
id: Tanpa label
zh_hant: 無標記

source: No ports exposed
id: Tidak ada port yang diekspos
zh_hant: 無通訊埠外露

source: No results for $0
id: Tidak ada hasil untuk ( $0 )
zh_hant: 沒有 $0 的結果

source: No running containers
id: Tidak ada kontainer yang berjalan
zh_hant: 無執行中容器

source: No volumes specified
id: Tidak ada volume yang ditentukan
zh_hant: 未指定分區(卷)容量

source: On failure
id: Saat gagal
zh_hant: 關於失敗

source: Only running
id: Hanya yang berjalan
zh_hant: 僅運行

source: Options
id: Opsi
zh_hant: 選項

source: Owner
id: Pemilik
zh_hant: 所有人

source: Owner help
id: Bantuan pemilik
zh_hant: 所有人協助

source: Passed health run
id: Eksekusi pemeriksaan kesehatan berhasil
zh_hant: 通過健康狀態測試

source: Paste one or more lines of key=value pairs into any field for bulk import
id: Tempel satu atau lebih baris pasangan kunci=nilai ke bidang mana pun untuk impor massal
zh_hant: 將一或多行 key=value 對貼到任何欄位，以進行大量匯入

source: Pause
id: Jeda
zh_hant: 暫停

source: Pause container when creating image
id: Jeda kontainer saat membuat image
zh_hant: 建立映像檔時暫停容器

source: Paused
id: Dijeda
zh_hant: 已暫停

source: Pod failed to be created
id: Pod gagal dibuat
zh_hant: Pod 建立己失敗

source: Pod name
id: Nama pod
zh_hant: Pod 名稱

source: Podman containers
id: Kontainer Podman
zh_hant: Podman 容器

source: Podman service failed
id: Layanan Podman gagal
zh_hant: Podman 服務啟動失敗

source: Port mapping
id: Pemetaan port
zh_hant: 通訊埠映射

source: Ports
id: Port
zh_hant: 通訊埠

source: Ports under 1024 can be mapped
id: Port di bawah 1024 dapat dipetakan
zh_hant: 可以映射 1024 以下的連接埠

source: Private
id: Pribadi
zh_hant: 私有

source: Protocol
id: Protokol
zh_hant: 通訊協定

source: Prune
id: Pangkas
zh_hant: 修復

source: Prune unused containers
id: Pangkas kontainer yang tidak digunakan
zh_hant: 修復未使用容器

source: Prune unused images
id: Pangkas image yang tidak digunakan
zh_hant: 修復未使用映像檔

source: Pruning containers
id: Memangkas kontainer
zh_hant: 正在修復容器

source: Pruning images
id: Memangkas image
zh_hant: 正在修復映像檔

source: Pull
id: Tarik
zh_hant: 拉取

source: Pull all images
id: Tarik semua image
zh_hant: 拉取全部映像檔

source: Pull latest image
id: Tarik image terbaru
zh_hant: 拉取最新映像檔

source: Pulling
id: Sedang menarik
zh_hant: 正在拉取

source: Read-only access
id: Akses hanya-baca
zh_hant: 唯讀存取

source: Read-write access
id: Akses baca-tulis
zh_hant: 讀寫存取

source: Remove item
id: Hapus item
zh_hant: 移除項目

source: Removes selected non-running containers
id: Menghapus kontainer yang dipilih yang tidak sedang berjalan
zh_hant: 移除己選取的非執行中容器

source: Removing
id: Sedang menghapus
zh_hant: 移除

source: Rename
id: Ganti nama
zh_hant: 重新命名

source: Rename container $0
id: Ganti nama kontainer ( $0 )
zh_hant: 重新命名容器 $0

source: Resource limits can be set
id: Batas sumber daya dapat disetel
zh_hant: 可設定系統資源限制

source: Restart
id: Mulai ulang
zh_hant: 重新啟動

source: Restart policy
id: Kebijakan mulai ulang
zh_hant: 重新啟動政策

source: Restart policy help
id: Bantuan kebijakan mulai ulang
zh_hant: 重新啟動政策說明

source: Restart policy to follow when containers exit.
id: Kebijakan mulai ulang yang diikuti saat kontainer berhenti.
zh_hant: 容器退出時要遵循的重新啟動原則。

source: Restart policy to follow when containers exit. Using linger for auto-starting containers may not work in some circumstances, such as when ecryptfs, systemd-homed, NFS, or 2FA are used on a user account.
id: Kebijakan mulai ulang yang diikuti saat kontainer berhenti. Penggunaan linger untuk memulai otomatis kontainer mungkin tidak berfungsi dalam beberapa keadaan, seperti saat ecryptfs, systemd-homed, NFS, atau 2FA digunakan pada akun pengguna.
zh_hant: 容器退出時要遵循的重新啟動原則。 使用 linger 自動啟動容器在某些情況下可能無法運作，例如當使用者帳戶使用 ecryptfs、systemd-homed、NFS 或 2FA 時。

source: Restore
id: Pulihkan
zh_hant: 還原

source: Restore container $0
id: Pulihkan kontainer ( $0 )
zh_hant: 還原容器 $0

source: Restore with established TCP connections
id: Pulihkan dengan koneksi TCP yang sudah terjalin
zh_hant: 使用已建立的 TCP 連線進行還原

source: Restricted by user account permissions
id: Dibatasi oleh izin akun pengguna
zh_hant: 受使用者帳戶權限限制

source: Resume
id: Lanjutkan
zh_hant: 繼續

source: Retries
id: Percobaan ulang
zh_hant: 重試

source: Retry another term.
id: Coba istilah lain.
zh_hant: 重試另一個期限。

source: Run health check
id: Jalankan pemeriksaan kesehatan
zh_hant: 執行健康狀態檢查

source: Running
id: Berjalan
zh_hant: 執行中

source: Search by name or description
id: Cari berdasarkan nama atau deskripsi
zh_hant: 依名稱或描述搜尋

source: Search by registry
id: Cari berdasarkan registry
zh_hant: 依註冊表搜尋

source: Search for
id: Cari
zh_hant: 搜尋

source: Search for an image
id: Cari sebuah image
zh_hant: 搜尋映像檔

source: Search string or container location
id: String pencarian atau lokasi kontainer
zh_hant: 搜尋字串或容器位置

source: Searching...
id: Sedang mencari...
zh_hant: 正在搜尋中...

source: Searching: $0
id: Sedang mencari: ( $0 )
zh_hant: 正在搜尋: $0

source: Shared
id: Dibagikan
zh_hant: 共享

source: Show
id: Tampilkan
zh_hant: 顯示

source: Show images
id: Tampilkan image
zh_hant: 顯示映像檔

source: Show intermediate images
id: Tampilkan image perantara
zh_hant: 顯示中介映像檔

source: Show less
id: Tampilkan lebih sedikit
zh_hant: 顯示更少

source: Show more
id: Tampilkan lebih banyak
zh_hant: 顯示更多

source: Size
id: Ukuran
zh_hant: 占用大小

source: Start
id: Mulai
zh_hant: 啟動

source: Start period
id: Periode mulai
zh_hant: 啟動期間

source: Start typing to look for images.
id: Mulai mengetik untuk mencari image.
zh_hant: 開始輸入尋找映像檔。

source: Started at
id: Dimulai pada
zh_hant: 己啟動於

source: State
id: Status
zh_hant: 狀態

source: Status
zh_hant: 狀態

source: Stop
id: Hentikan
zh_hant: 停止

source: Stopped
id: Dihentikan
zh_hant: 己停止

source: Support preserving established TCP connections
id: Dukungan mempertahankan koneksi TCP yang sudah terjalin
zh_hant: 支援保留已建立的 TCP 連線

source: System
id: Sistem
zh_hant: 系統

source: Tag
zh_hant: 標籤

source: Tags
id: Tag
zh_hant: 標籤

source: The Cockpit user interface for Podman containers. podman (Pod Manager) is a fully featured daemon-less engine for OCI containers, pods (groups of containers), and container images. It is CLI, API, and functionally compatible with Docker.
id: Antarmuka pengguna Cockpit untuk kontainer Podman. podman (Pod Manager) adalah engine tanpa daemon berfitur lengkap untuk kontainer OCI, pod (kelompok kontainer), dan image kontainer. Ini kompatibel dengan CLI, API, dan secara fungsional dengan Docker.
zh_hant: Podman (Pod Manager) 是一個功能完整的無守護進程程式引擎，適用於 OCI 容器、pod (容器群組) 和容器映像檔。 它與 Docker 兼容 CLI、API 及功能。

source: The initialization time needed for a container to bootstrap.
id: Waktu inisialisasi yang diperlukan agar kontainer melakukan bootstrap.
zh_hant: 容器開機所需的初始化時間。

source: The maximum time allowed to complete the health check before an interval is considered failed.
id: Waktu maksimum yang diizinkan untuk menyelesaikan pemeriksaan kesehatan sebelum suatu interval dianggap gagal.
zh_hant: 在間隔被視為失敗之前，完成健康狀態檢查所允許的最長時間。

source: The number of retries allowed before a healthcheck is considered to be unhealthy.
id: Jumlah percobaan ulang yang diizinkan sebelum healthcheck dianggap tidak sehat.
zh_hant: 在健康狀態檢查被視為不健康之前允許的重試次數。

source: Timeout
id: Batas waktu
zh_hant: 超時

source: Troubleshoot
id: Pemecahan masalah
zh_hant: 疑難排解

source: Type to filter…
id: Ketik untuk memfilter…
zh_hant: 特定類型過濾…

source: Unable to load image history
id: Tidak dapat memuat riwayat image
zh_hant: 無法載入映像檔歷史記錄

source: Unhealthy
id: Tidak sehat
zh_hant: 不健康

source: Up since:
id: Aktif sejak:
zh_hant: 自此上線：

source: Use legacy Docker format
id: Gunakan format Docker lama
zh_hant: 使用傳統的 Docker 格式

source: Used by
id: Digunakan oleh
zh_hant: 已使用

source: User
id: Pengguna
zh_hant: 使用者

source: User:
id: Pengguna:
zh_hant: 使用者:

source: Value
id: Nilai
zh_hant: 值

source: View $0
id: Lihat ( $0 )
zh_hant: 檢視 $0

source: View $0 logs
id: Lihat log ( $0 )
zh_hant: 檢視 $0 記錄檔

source: Volumes
id: Volume
zh_hant: 分區(卷)

source: When unhealthy
id: Saat tidak sehat
zh_hant: 不健康時
